[M_Orchid_MessageInABottle1 MissionDefinition]
MissionName="Message in a Bottle"
MissionDescription="You found a note in a sealed bottle, pointing you toward some hidden treasure in [place]Oasis[-place]."
MissionGiver="Message in a Bottle"
TeaserText="Ooh -- a bottle with a note in it! This will either lead to some treasure, or you're in the middle of a really bad romance novel."
[M_Orchid_MessageInABottle2 MissionDefinition]
MissionName="Message in a Bottle"
MissionDescription="You found a note in a sealed bottle, pointing you toward some hidden treasure in [place]Wurmwater[-place]."
MissionGiver="Message in a Bottle"
TeaserText="A message in a bottle! Maybe it'll lead to some treasure. (Spoilers: it will.)"
[M_Orchid_MessageInABottle3 MissionDefinition]
MissionName="Message in a Bottle"
MissionDescription="You found a note in a sealed bottle, pointing you toward some hidden treasure in [place]Hayter's Folly[-place]."
TurnInDescription="That wasn't so hidden, after all."
MissionSummary="Find the hidden treasure in Hayter's Folly."
MissionGiver="Message in a Bottle"
[M_Orchid_MessageInABottle4 MissionDefinition]
MissionName="Message in a Bottle"
MissionDescription="You found a note in a sealed bottle, pointing you toward some hidden treasure in the [place]Rustyards[-place]."
MissionGiver="Message in a Bottle"
TeaserText="A genie in a bottle! No, wait... it's another message."
MissionName="Message in a Bottle"
MissionDescription="You found a note in a sealed bottle, pointing you toward some hidden treasure somewhere around [place]Magnys Lighthouse[-place]."
MissionGiver="Message in a Bottle"
